{
  "CopilotChat.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-golang-alternate": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
